{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"use_bias": true, "dtype": "float32", "kernel_regularizer": null, "bias_regularizer": null, "units": 16, "activation": "relu", "batch_input_shape": [null, 140], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "name": "dense_113", "activity_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "bias_regularizer": null, "units": 16, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "name": "dense_114", "activity_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "bias_regularizer": null, "units": 16, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "name": "dense_115", "activity_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "bias_regularizer": null, "units": 12, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "name": "dense_116", "activity_regularizer": null, "kernel_constraint": null}}], "keras_version": "2.1.6"}